Repository: samuelrbo/wp-sponsor-flip-wall
Catalog: languages/wp-sfw-plugin-*.po
Languages: pt_br

source: The field %s can contain only letters
pt_br: O campo %s só pode conter letras

source: The field %s can contain only letters, numbers, dashes or underscores
pt_br: O campo %s só pode conter letras, números, traços e underlines

source: The field %s can contain only letters and numbers
pt_br: O campo %s só pode conter letras e números

source: The field %s can has exact %s characters
pt_br: O campo %s deve ter conter exatos %s caracteres

source: The field %s can contain only numbers
pt_br: O campo %s só pode conter números

source: The field %s can contain only natural numbers
pt_br: O campo %s só pode conter números naturais

source: The field %s can be the same as the field %s
pt_br: O campo %s precisa ser igual ao campo %s

source: The field %s can't exceed %s characters
pt_br: O campo %s não pode ultrapassar %s caracteres

source: The field %s can't be less than %s characters
pt_br: O campo %s não pode conter menos que %s caracteres

source: The field %s is required
pt_br: O campo %s é requerido

source: The field %s isn't a valid base 64 encryption
pt_br: O campo %s não é uma criptografia de base 64 válida

source: The field %s isn't a valid email address
pt_br: O campo %s não é um email válido

source: The field %s isn't a valid IP address
pt_br: O campo %s não é um endereço IP válido

source: The field %s must be a valid URL
pt_br: O campo %s tem que ser uma URL válida

source: No data was sent by the form to be validade
pt_br: Nenhum dado de formulário foi passsado para validação.

source: Configurations
pt_br: Configurações

source: Plugin image directory
pt_br: Diretório de imagem do plugin

source: Remove database tables when disable the plugin
pt_br: Remover tabelas do banco de dados quando o plugin for desativado

source: Remove plugin folder and files when disable the plugin
pt_br: Remover arquivos e pastas do plugin quando ele for desativado

source: Image width and height to validate
pt_br: Altura e largura da imagem para validação

source: Auto crop sponsor's images
pt_br: Cortar automaticamente a imagem do patrocinador

source: Image crop width and height if auto crop images is set
pt_br: Altura e largura do corte da imagem se corte automático for selecionado

source: See more about the sponsor
pt_br: Veja mais sobre o patrocinador

source: Sponsor
pt_br: Patrocinador

source: Active
pt_br: Ativo

source: Inactive
pt_br: Inativo

source: Sponsors
pt_br: Patrocinadores

source: New Sponsor
pt_br: Novo patrocinador

source: A sponsor was removed!
pt_br: O patrocinador foi removido

source: Success! Sponsor saved
pt_br: Patrocinador salvo com sucesso

source: The sponsor's image doesn't exists
pt_br: A imagem do patrocinador não existe

source: Success! The sponsor image was removed
pt_br: A imagem do patrocinador foi removida com sucesso
